brew "gh"
brew "neovim"
brew "tree-sitter-cli"
brew "tmux"
brew "ripgrep"
brew "fzf"
brew "stow"
brew "bat"
brew "eza"
brew "uv"
brew "fnm"
brew "cmake"
brew "colima"
brew "docker"
brew "docker-compose"

cask "google-chrome"
cask "ghostty"
cask "visual-studio-code"
cask "rectangle"
cask "tailscale-app"
cask "vlc"

cask "claude-code@latest"
cask "codex"
brew "gemini-cli"
cask "copilot-cli"

cask "gcloud-cli"
